[
    {
        "id": "khalil_jibran",
        "th": [
            "ลูกของคุณไม่ใช่ลูกของคุณเอง", "\n",
            "พวกเขาคือบุตรชายและบุตรสาวของความโหยหาของชีวิตต่อชีวิตเอง", "\n",
            "พวกเขามาผ่านคุณแต่ไม่ใช่มาจากคุณ", "\n",
            "และแม้พวกเขาจะอยู่กับคุณแต่ก็ไม่เป็นของคุณ", "\n",
            "คุณอาจให้ความรักแก่พวกเขาได้แต่ไม่ใช่ความคิดของคุณ", "\n",
            "เพราะพวกเขามีความคิดของตนเอง", "\n",
            "คุณอาจให้ที่อยู่อาศัยแก่ร่างกายของพวกเขาได้แต่ไม่ใช่วิญญาณของพวกเขา", "\n",
            "เพราะวิญญาณของพวกเขาอาศัยอยู่ในบ้านของวันพรุ่งนี้", "\n",
            "ซึ่งคุณไม่สามารถเข้าเยี่ยมชมได้แม้ในความฝันของคุณก็ไม่ได้", "\n",
            "คุณอาจพยายามที่จะเหมือนพวกเขา", "\n",
            "แต่อย่าพยายามทำให้พวกเขาเหมือนคุณ", "\n",
            "เพราะชีวิตไม่เดินย้อนกลับและไม่หยุดค้างกับเมื่อวาน", "\n",
            "คุณคือธนูที่ส่งลูกของคุณซึ่งเป็นลูกศรที่มีชีวิตออกไป", "\n",
            "นักธนูเห็นเป้าหมายบนเส้นทางของความไม่มีที่สิ้นสุด", "\n",
            "และพระองค์ดัดคุณด้วยพลังของพระองค์เพื่อให้ลูกศรของพระองค์บินเร็วและไกล", "\n",
            "ให้การดัดของคุณในมือของนักธนูเป็นเพื่อความสุข", "\n",
            "เพราะแม้พระองค์จะรักลูกศรที่บิน", "\n",
            "ดังนั้นพระองค์ก็รักธนูที่มั่นคงเช่นกัน", "\n"
        ],
        "en": [
            "Your children are not your children.", "\n",
            "They are the sons and daughters of Life's longing for itself.", "\n",
            "They come through you but not from you,", "\n",
            "And though they are with you, yet they belong not to you.", "\n",
            "You may give them your love but not your thoughts,", "\n",
            "For they have their own thoughts.", "\n",
            "You may house their bodies but not their souls,", "\n",
            "For their souls dwell in the house of tomorrow,", "\n",
            "Which you cannot visit, not even in your dreams.", "\n",
            "You may strive to be like them,", "\n",
            "But seek not to make them like you.", "\n",
            "For life goes not backward nor tarries with yesterday.", "\n",
            "You are the bows from which your children as living arrows are sent forth.", "\n",
            "The archer sees the mark upon the path of the infinite,", "\n",
            "And He bends you with His might that His arrows may go swift and far.", "\n",
            "Let your bending in the archer's hand be for gladness;", "\n",
            "For even as He loves the arrow that flies,", "\n",
            "So He loves also the bow that is stable.", "\n"
        ],
        "fa": [
            "فرزندان شما فرزندان شما نیستند.", "\n",
            "آنها پسران و دختران آرزوی زندگی برای خودش هستند.", "\n",
            "آنها از طریق شما می‌آیند اما نه از شما,", "\n",
            "و اگرچه آنها با شما هستند، اما متعلق به شما نیستند.", "\n",
            "شما می‌توانید عشق خود را به آنها بدهید ولی افکار خود را نه,", "\n",
            "زیرا آنها افکار خودشان را دارند.", "\n",
            "شما می‌توانید بدن آنها را در خانه بگذارید ولی روحشان را نه,", "\n",
            "زیرا روحهایشان در خانهٔ فردا ساکن هستند,", "\n",
            "که شما نمی‌توانید حتی در خواب خود به آنجا بروید.", "\n",
            "شما می‌توانید سعی کنید شبیه آنها باشید,", "\n",
            "اما سعی نکنید آنها را شبیه خودتان کنید.", "\n",
            "زیرا زندگی به عقب باز نمی‌گردد و در گذشته گیر نمی‌افتد.", "\n",
            "شما همان کمان‌هایی هستید که از آن‌ها فرزندان‌تان به عنوان تیرهای زنده پرتاب می‌شوند.", "\n",
            "کماندار علامت مسیر بی‌نهایت را می‌بیند,", "\n",
            "و او شما را با قدرت خود خم می‌کند تا تیرهایش سریع و دور بروند.", "\n",
            "اجازه دهید خم شدن شما در دست کماندار برای شادی باشد;", "\n",
            "زیرا حتی همان‌طور که او تیر پرنده را دوست دارد,", "\n",
            "او همچنین کمانی را که ثابت است دوست دارد.", "\n"
        ]
    }
]